04_Simulation/PH_gen100_pop100_symUK-Cf_parIs/running_pfac150_pop100_seed0/run_01203/PH_2D_RANS_kOmegaSSTx/system/sampleDictCF
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      sampleDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

setFormat csv;

interpolationScheme cellPoint;

fields
(
    wallShearStress
);

sets
(
    Y0H
    {
        type        patchCloud;
        axis        x;
        points      (#include "points_cf.H");
        maxDistance 0.1;
        patches     ("hills");
    }
);
// *********************************************************************** //
